;Place localized text in this file

[HuttCartel X2SitRepTemplate]
FriendlyName="赫特卡特尔活动"
Description="赫特卡特尔正在这一领域开展活动。这里的卡特尔是为了利润，而不是征服，但不要指望他们的暴徒会让任何人在他们和发薪日之间穿梭。"

[HuttCartelEffect X2SitRepEffect_AddTeam]
FriendlyName="赫特卡特尔活动"
Description="赫特卡特尔正在这一领域开展活动。卡特尔在这里是为了利润，而不是征服，但不要指望他们的暴徒会让任何人在他们和发薪日之间穿梭。"

[HuttCartelMotivatingLash X2AbilityTemplate]
LocFriendlyName="激励"
LocLongDescription=""
LocHelpText=""
LocFlyOverText="激励"

[HuttCartelMonkeyLizardSmack X2AbilityTemplate]
LocFriendlyName="不要碰那个！"
LocLongDescription="篡改敌方装备。"
LocHelpText=""
LocFlyOverText="不要碰那个！"

[X2Effect_HuttCartelMotivated]
EffectFriendlyName="适当的动机"
EffectLostFriendlyName="失去动力"
EffectFriendlyDesc="适当的动机.该装置现在将发挥最大的作用。"
EffectFailedFriendlyName="动机被抵制了。"
EffectAcquiredString="<XGParam:StrValue0/!UnitName/> 是适当的动机."
EffectTickedString="<XGParam:StrValue0/!UnitName/>还是适当的动机."
EffectLostString="<XGParam:StrValue0/!UnitName/>不再是适当的动机."

[HuttCartelNormalMeleeStrike X2AbilityTemplate]
LocFriendlyName="近战攻击"
LocLongDescription="只是一个基本近战攻击."
LocHelpText=""

[HC_ConcussionRifleBlast X2AbilityTemplate]
LocFriendlyName="震荡步枪爆炸"
LocLongDescription="爆炸目标区域。"
LocHelpText=""

[HC_BlasterCannon X2AbilityTemplate]
LocFriendlyName="冲击波加农炮"
LocLongDescription="爆炸目标区域。"
LocHelpText=""

[HCKnockbackStandardMeleeStrike X2AbilityTemplate]
LocFriendlyName="击退近战攻击"
LocLongDescription="基本近战攻击 带有更多的魅力。"
LocHelpText=""

[CallHuttCartelReinforcementsM2 X2AbilityTemplate]
LocFriendlyName="雇佣帮手"
LocLongDescription="是时候寻求帮助了。"
LocHelpText=""

[CallHuttCartelReinforcementsM3 X2AbilityTemplate]
LocFriendlyName="雇佣帮手"
LocLongDescription="是时候寻求帮助了。"
LocHelpText=""

[HC_RocketBarrage X2AbilityTemplate]
LocFriendlyName="火箭弹幕"
LocLongDescription="用火箭弹轰炸目标区域。"
LocHelpText=""

[HuttKingpinEarthshaker X2AbilityTemplate]
LocFriendlyName="地雷"
LocLongDescription="砰。"
LocHelpText=""

[HuttKingpin喷火器 X2AbilityTemplate]
LocFriendlyName="喷火器"
LocLongDescription="点燃它。"
LocHelpText=""

[HuttCartelGoonHeadshotInit X2AbilityTemplate]
LocFriendlyName="普遍可有可无"
LocLongDescription="谁会想念他？不是哈特一家，可能也不是你。你这个怪物。"
LocHelpText=""



[HuttCartel_HiredGunM1 X2CharacterTemplate]
+strCharacterName="赫特卡特尔雇佣枪手"
[HuttCartel_HiredGunM2 X2CharacterTemplate]
+strCharacterName="高级赫特卡特尔雇佣枪手"
[HuttCartel_HiredGunM3 X2CharacterTemplate]
+strCharacterName="精英赫特卡特尔雇佣枪手"
[HuttCartel_GamoGuardM1 X2CharacterTemplate]
+strCharacterName="赫特卡特尔咕噜咕噜"
[HuttCartel_GamoGuardM2 X2CharacterTemplate]
+strCharacterName="高级赫特卡特尔咕噜咕噜"
[HuttCartel_GamoGuardM3 X2CharacterTemplate]
+strCharacterName="精英赫特卡特尔咕噜咕噜"
[HuttCartel_RabbleM1 X2CharacterTemplate]
+strCharacterName="赫特卡特尔暴徒"
[HuttCartel_RabbleM2 X2CharacterTemplate]
+strCharacterName="高级赫特卡特尔暴徒"
[HuttCartel_RabbleM3 X2CharacterTemplate]
+strCharacterName="精英赫特卡特尔暴徒"
[HuttCartel_RiffraffM1 X2CharacterTemplate]
+strCharacterName="赫特卡特尔恐怖份子"
[HuttCartel_RiffraffM2 X2CharacterTemplate]
+strCharacterName="高级赫特卡特尔恐怖份子"
[HuttCartel_RiffraffM3 X2CharacterTemplate]
+strCharacterName="精英赫特卡特尔恐怖份子"
[HuttCartel_LowlifeM1 X2CharacterTemplate]
+strCharacterName="赫特卡特尔暴徒"
[HuttCartel_LowlifeM2 X2CharacterTemplate]
+strCharacterName="高级赫特卡特尔暴徒"
[HuttCartel_LowlifeM3 X2CharacterTemplate]
+strCharacterName="精英赫特卡特尔暴徒"
[HuttCartel_LizardMonkeyM1 X2CharacterTemplate]
+strCharacterName="赫特卡特尔猴蜥蜴"
[HuttCartel_LizardMonkeyM2 X2CharacterTemplate]
+strCharacterName="高级赫特卡特尔猴蜥蜴"
[HuttCartel_LizardMonkeyM3 X2CharacterTemplate]
+strCharacterName="精英赫特卡特尔猴蜥蜴"
[HuttCartel_EnforcerM2 X2CharacterTemplate]
+strCharacterName="高级赫特卡特尔执法者"
[HuttCartel_EnforcerM3 X2CharacterTemplate]
+strCharacterName="精英赫特卡特尔执法者"
[HuttCartel_SniperM2 X2CharacterTemplate]
+strCharacterName="高级赫特卡特尔死眼"
[HuttCartel_SniperM3 X2CharacterTemplate]
+strCharacterName="精英赫特卡特尔死眼"
[HuttCartel_RegulatorM2 X2CharacterTemplate]
+strCharacterName="高级赫特卡特尔监管机构"
[HuttCartel_RegulatorM3 X2CharacterTemplate]
+strCharacterName="精英赫特卡特尔监管机构"
[HuttCartel_OppressionDroid X2CharacterTemplate]
+strCharacterName="赫特卡特尔压迫机器人"
[HuttCartel_TaskmasterM1 X2CharacterTemplate]
+strCharacterName="赫特卡特尔任务主管"
[HuttCartel_TaskmasterM2 X2CharacterTemplate]
+strCharacterName="高级赫特卡特尔任务主管"
[HuttCartel_TaskmasterM3 X2CharacterTemplate]
+strCharacterName="精英赫特卡特尔任务主管"
[HuttCartel_HuttUnderboss X2CharacterTemplate]
+strCharacterName="赫特卡特尔主宰"
[HuttCartel_HuttOverseerSkiff X2CharacterTemplate]
+strCharacterName="赫特卡特尔监督者"
[HuttCartel_HuttUnderbossNonReinforcing X2CharacterTemplate]
+strCharacterName="赫特卡特尔主宰"
[HuttCartel_HuttOverseerSkiffNonReinforcing X2CharacterTemplate]
+strCharacterName="赫特卡特尔监督者"
[HuttCartel_HuttKingpin X2CharacterTemplate]
+strCharacterName="赫特卡特尔主销"